Repository: sofiagudz/Music_Portal
Catalog: Music_Portal/Resources/Resource.*.resx
Languages: uk

source: Access level
uk: Рівень доступу

source: Add
uk: Додати

source: Add singer
uk: Додати користувача

# AddSinger2
source: Adding a singer
uk: Додавання виконавця

source: Add song
uk: Додати пісню

# AddSong2
source: Adding a song
uk: Додавання пісні

source: Add style
uk: Додати стиль

# AddStyle2
source: Adding a style
uk: Додавання стилю

source: Album
uk: Альбом

source: All users
uk: Всі учасники

source: BACK TO LIST
uk: ДО СПИСКУ

# ChooseLang
source: Choose language
uk: Оберіть мову

source: Delete
uk: Видалити

# DeleteSinger
source: Removal of the singer
uk: Видалення користувача

# DeleteSingerQ
source: Are you sure you want to delete this singer?
uk: Ви впевнені що хочете видалити цього користувача?

# DeleteSong
source: Removal of the song
uk: Видалення пісні

# DeleteSongError
source: To delete a song you need administrator rights!
uk: Для видалення пісні потрібні права адміністратора!

# DeleteSongQ
source: Are you sure you want to delete this song?
uk: Ви впевнені що хочете видалити цю пісню?

# DeleteStyle
source: Removal of the style
uk: Видалення стилю

# DeleteStyleQ
source: Are you sure you want to delete this style?
uk: Ви впевнені що хочете видалити цей стиль?

# DeleteUser
source: Removal of the user
uk: Видалення користувача

# DeleteUserQ
source: Are you sure you want to delete this user?
uk: Ви впевнені що хочете видалити цього користувача?

source: Edit
uk: Редагувати

# EditSinger
source: Editing the singer
uk: Редагування виконавця

# EditSong
source: Editing the song
uk: Редагування пісні

# EditSongError
source: To edit a song you need administrator rights!
uk: Для редагування пісні потрібні права адміністратора!

# EditStyle
source: Editing the style
uk: Редагування стилю

# EditUser
source: Editing the user
uk: Редагування користувача

source: Email
uk: Електронна пошта

source: Enter
uk: Увійти

# Exit
source: Log out
uk: Вихід

# Lgn
source: Login
uk: Логін

source: Log in
uk: Вхід

source: Name
uk: Назва

# NameU
source: Name
uk: Ім'я

source: Password
uk: Пароль

source: Published
uk: Розмістив

source: Registration
uk: Регістрація

# RegistrationError
source: You are already logged in, to create a new account you need to log out of this one!
uk: Ви вже авторизовані, для того щоб створити новий акаунт, Вам необхідно вийти з цього!

# Required
source: The field is required!
uk: Це поле є обов'язковим!

source: Save
uk: Зберегти

source: Send
uk: Відправити

source: Singer
uk: Виконавець

source: Singers
uk: Виконавці

# SongsToList
source: The list of songs
uk: Список пісень

source: Style
uk: Стиль

source: Styles
uk: Стилі

source: Surname
uk: Прізвище

# UsersList
source: The list of users
uk: Список учасників

source: Year
uk: Рік
